---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsLiningThicknessForDuct
source: html/d28e6301-7a19-468b-97c6-f3cf3d465089.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsLiningThicknessForDuct Property

"Lining Thickness"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsLiningThicknessForDuct { get; }
```